Repository: collective/plone.app.changeownership
Catalog: plone/app/changeownership/locales/*/LC_MESSAGES/plone.app.changeownership.po
Languages: it, nl, zh_cn

source: Add a new form in your control panel to help you change ownership of contents
it: Aggiunge un nuovo modulo nel pannello di controllo per aiutare nel cambio di proprietario dei contenuti

source: Change Ownership
it: Cambio Proprietario
nl: Verander Eigendom
zh_cn: 变更改所有权

source: Change the modification date
it: Cambia la data di ultima modifica

source: Exclude members folder
it: Escludi cartelle utenti
nl: Uitsluiten van de gebruikers-folder
zh_cn: 排除 成员文件夹

source: Objects updated
it: Oggetti aggiornati
nl: Objecten geupdate
zh_cn: 对象已更新

source: Path filter
it: Filtro sul percorso
zh_cn: 路径筛选器

source: Perform as Dry Run
it: Esegui simulazione
zh_cn: 模拟执行

source: Remove old owners from the creators list
it: Rimuovi vecchi possessori dalla lista dei creatori
nl: Verwijder de oude eigenaar van de creators-lijst
zh_cn: 从创建者名单中删除老的所有者

source: Remove the 'owner role' for the old owners
it: Rimuovi il 'ruolo possessore' dai vecchi possessori
nl: Verwijder de 'owner'-rol voor de oude eigenaar
zh_cn: 移除 老的所有者的 '所有者角色'

source: The new owner:
it: Il nuovo possessore:
nl: De nieuwe eigenaar:
zh_cn: 新的所有者:

source: The old owners:
it: I vecchi possessori:
nl: De oude eigenaars:
zh_cn: 老的所有者:

source: This form will help you to pass ownership of objects owned by old users to a new user.
it: Questo modulo ti aiuterà a passare la proprietà di contenuti creati da vecchi utenti ad un nuovo utente
nl: Dit formulier helpt je om het eigenaarschap van objecten te veranderen naar een nieuwe eigenaar.
zh_cn: 这个表单将帮助您变更对象的所有权，从老用户到一个新的用户。

source: You have to select a new owner.
it: Devi selezionare un nuovo utente.
nl: Je moet een nieuwe eigenaar selecteren.
zh_cn: 你必须选择一个新的所有者。

source: You have to select one or more from the old owners.
it: Devi selezionare uno o più vecchi utenti.
nl: Je moet één of meerdere oude eigenaars selecteren.
zh_cn: 你必须选择一个或多个的老的所有者。

source: path_help
it: Inserisci un percorso assoluto a partire dalla radice del portale (per esempio: "/eventi"). Saranno toccati solo i contenuti dentro a questo sotto-albero.
